@extends('layouts.app')
@section('title-block')Страница о себе@endsection
@section('content')
    <h1>О себе</h1>
    <p align="Justify"> Никита. 24 года. Проживаю в Московской области. В этом году окончил магистратуру МГТУ им. Н.Э. Баумана
    по направлению "Информатика и вычислительная техника". Опыта работы нет. Защитил магистерскую работу на тему, связанную с компьютерным зрением и робототехникой.
        Также проходил практику в ООО "НПП "Мера" помощником программиста FPGA.
        Познакомился с HTML и PHP во время учёбы года 4 назад. Делал лабораторные работы в ОС Linux по установке и настройке LAMP, освоил принципы взаимодействия
        PHP с MySQL и также разработал клиент-серверную программу голосового помощника.
        <p align="Justify"> Углублённо начал изучать PHP в последний год, т.к. захотел работать в сфере веб-программирования. Прочитал книгу Дмитрия Котерова и Игоря Симдянова
        "PHP-7 в подлиннике".
    <h5>Освоил: </h5>
    <li>Основы веб-программирования</li>
    <li>Основы PHP</li>
    <li>Функции PHP</li>
    <li>ООП в PHP</li>
    <li>Предопределённые классы</li>
    <li>Работу с сетью</li>
    <li>Расширения</li>
    <li>Работу с СУБД MySQL</li>
    <li>Основные библиотеки</li>
    <li>Освоил работу с фреймворком Laravel, с помощью которого и написал этот сайт</li>
    Свои знания в HTML оцениваю на средний уровень. Знаю в районе 50 тегов и умею ими пользоваться. При встрече чего-то незнакомого
    умею пользоваться документацией.</p>

    <p>Также знаком с CSS,JS,jQuery,JSON,Composer,git.</p>



@endsection
